---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyBaseLevelParam
source: html/bb04a6e8-c4c6-0aff-34e8-ad40df74e764.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyBaseLevelParam Property

"Base Level"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyBaseLevelParam { get; }
```